Repository: naveenzazz1/Theeb
Catalog: Theeb Rant A Car App/Localization/*.lproj/Localizable.strings
Languages: ar, fr, zh_hans

# mapLocation_pickUpAndReturnTime
source: Pick up and return time
ar: وقت التسليم و الاستلام
fr: Heure de prise et de retour
zh_hans: 接送时间

# mapLocation_serechForCar
source: Search for Car
ar: ابحث عن سيارة
fr: Rechercher une voiture
zh_hans: 搜索汽车

# mapLocation_differentCity
source: Car return in a different branch
ar: عودة السيارة في فرع اخر
fr: Restitution de la voiture dans une autre agence
zh_hans: 不同分支还车

# mapLocation_pickShouldBe
source: Pick up time should be at least %d hours from now, based on Saudi Arabia time.
ar: يجب أن يكون وقت الاستلام بعد %d ساعات من الآن على الأقل بتوقيت السعودية.
fr: L'heure de prise en charge devrait être d'au moins %d heures à partir de maintenant.
zh_hans: 接载时间至少应在 %d 小时后。

# mapLocation_ShouldBe
source: Return time should be at least %d hours from now, based on Saudi Arabia time.
ar: يجب أن يكون وقت التسليم بعد %d ساعات من الآن على الأقل بتوقيت السعودية.
fr: Le temps de retour doit être d'au moins %d heures à partir de maintenant, basé sur l'heure d'Arabie saoudite.
zh_hans: 返回时间应至少在现在之后 %d 小时，基于沙特阿拉伯时间。

# mapLocation_ReturnShouldBe
source: Return time should be at least %d hours from now, based on Saudi Arabia time.
ar: يجب أن يكون وقت التسليم بعد %d ساعات من الآن على الأقل بتوقيت السعودية.
fr: Le temps de retour doit être d'au moins %d heures à partir de maintenant, basé sur l'heure d'Arabie saoudite.
zh_hans: 返回时间应至少在现在之后 %d 小时，基于沙特阿拉伯时间。

# mapLocation_opening
source: Opening time from
ar: اوقات العمل من
fr: Heure d'ouverture à partir de
zh_hans: 开放时间从

# mapLocation_confirmDate
source: Confirm Date
ar: تأكيد التاريخ
fr: Confirmer la date
zh_hans: 确认日期

# mapLocation_confirmTime
source: Confirm Time
ar: تأكيد الوقت
fr: Confirmer l'heure
zh_hans: 确认时间

# mapLocation_workingHour
source: Working Hours:
ar: ساعات العمل:
fr: Heures de travail :
zh_hans: 工作时间：

# mapLocation_ReturnAnyWhere
source: Return your car anywhere you want
ar: أعد سيارتك إلى أي مكان تريده
fr: Restituez votre voiture où vous voulez
zh_hans: 把你的车还到你想去的任何地方

# mapLocation_ReturnYourCars
source: Your Cars
ar: سياراتك
fr: Vos voitures
zh_hans: 你的车

# mapLocation_TrackYourBookink
source: Where you track Your Booking in real time
ar: هنا تتعقب حجزك في الوقت الفعلي
fr: Où vous suivez votre réservation en temps réel
zh_hans: 实时跟踪您的预订的位置

# mapLocation_Fax
source: Fax
ar: فاكس
zh_hans: 传真

# date_picker_done_title
source: Choose Time
ar: اختيار الوقت
fr: Choisir l'heure
zh_hans: 选择时间

# date_picker_cancel_title
source: Back
ar: رجوع
fr: Retour
zh_hans: 返回

# help_suppot_nedd_help
source: Need Our help ?
ar: كيف اخدمك؟
fr: Besoin de notre aide ?
zh_hans: 需要我们的帮助吗？

# help_support_contact_with_team
source: Contact With Our Team
ar: تواصل مع فريق الدعم
fr: Contactez notre équipe
zh_hans: 联系我们的团队

# success_screen_your_booking_created_succefully
source: Your Booking Created Successfully
ar: تم انشاء حجزك بنجاح
fr: Votre réservation a été créée avec succès
zh_hans: 您的预订创建成功

# date_picker_done_titlee
source: Choose Date
ar: اختر التاريخ
fr: Choisir une date
zh_hans: 选择日期

# fleet_22km_free
source: 225Km Free
ar: ٢٢٥ كم مجانا
fr: 225 km gratuits
zh_hans: 225Km 免费

# fleet_seats
source: Seats
ar: مقاعد
fr: Sièges
zh_hans: 座位

# fleet_vat_not_included
source: VAT NOT INCLUDED
ar: لا يشمل ضريبة القيمة المضافة
fr: TVA NON INCLUSE
zh_hans: 不含增值税

# car_details_recommended_imsurance
source: Recommended
ar: موصى به
fr: Recommandé
zh_hans: 推荐

# fleet_vat_included
source: VAT INCLUDED
ar: يشمل ضريبة القيمة المضافة
fr: TVA INCLUSE
zh_hans: 含增值税

# fleet_DriverInfo
source: Driver's information
ar: معلومات السائق
fr: Informations sur le conducteur
zh_hans: 司机信息

# rental_carDetails
source: Car Details
ar: تفاصيل السيارة
fr: Détails de la voiture
zh_hans: 汽车详情

# cardetails_internal_authrization
source: Internal authorization
ar: تفويض داخلي
fr: Autorisation interne
zh_hans: 内部授权

# car_detils_add_ons
source: Add-ons
ar: الاضافات
fr: Modules complémentaires
zh_hans: 附加组件

# about_content_for_about_theeb
source: Theeb rent a car started in 1991, based on trust and hard work, starting with the first branch in Al-Malaz district in the Riyadh region with a fleet of nearly 50 cars and extended to continue and expand, until the branches of Theeb Company reached 51 branches distributed over the Kingdom’s regions, 15 branches in International and domestic airports to be launched and manufactured in one of the pioneers in the field of car rental through a fleet of vehicles exceeding 19,000 vehicles, activating more than 84 different types of cars.Quality of service and a lifestyle that can be provided to our customers, but we are accurate at work and our interest in serving our tenant customers will not be guaranteed by their aspirations with a varied fleet of cars that are periodically renewed and are cared for and supported around the clock.
ar: بدأت شركة ذيب لتأجير السيارات عام 1991 م ، بناء على الثقة والعمل الجاد ، بدءاً من أول فرع بحي الملز بمنطقة الرياض بأسطول يقارب 50 سيارة وامتدت لتستمر وتتوسع حتى وصلت فروع شركة ذيب - 52 فرعا موزعة على مناطق المملكة ، و 15 فرعا في المطارات الدولية والمحلية سيتم تدشينها وتصنيعها في إحدى الشركات الرائدة في مجال تأجير السيارات من خلال أسطول من المركبات يتجاوز 22 ألف مركبة ، يعمل على تشغيل أكثر من 84 نوعا مختلفا من السيارات. الخدمة وأسلوب الحياة الذي يمكن تقديمه لعملائنا ، لكننا دقيقون في العمل واهتمامنا بخدمة عملائنا المستأجرين لن يضمنه تطلعاتهم بأسطول متنوع من السيارات التي يتم تجديدها بشكل دوري ويتم الاعتناء بها ودعمها على مدار الساعة.
fr: Theeb rent a car a commencé en 1991, basé sur la confiance et le travail acharné, en commençant par la première succursale dans le district d'Al-Malaz dans la région de Riyad avec une flotte de près de 50 voitures et étendu pour continuer et se développer, jusqu'à ce que le succursales de Theeb Company ont atteint 51 succursales réparties dans les régions du Royaume, 15 succursales dans les aéroports internationaux et nationaux à lancer et à fabriquer dans l'un des pionniers dans le domaine de la location de voitures grâce à une flotte de véhicules dépassant 19 000 véhicules, activant plus de 84 différents types de voitures. Une qualité de service et un cadre de vie que l'on peut apporter à nos clients, mais nous sommes précis au travail et notre intérêt à servir nos clients locataires ne sera pas garanti par leurs aspirations avec une flotte de voitures variée périodiquement renouvelée et sont pris en charge et soutenus 24 heures sur 24.
zh_hans: Theeb rental a car 始于1991年，基于信任和努力，从利雅得地区Al-Malaz区的第一家分店开始，拥有近50辆汽车的车队并不断扩展，直到 Theeb 公司的分支机构达到了 51 个分支机构，分布在王国的各个地区，在国际和国内机场开设和制造了 15 个分支机构，成为汽车租赁领域的先驱之一，拥有超过 19,000 辆汽车，激活超过 84 个不同的 类型的汽车。可以为我们的客户提供的服务质量和生活方式，但我们在工作中是准确的，我们为租户客户提供服务的兴趣将无法通过定期更新和更新的各种车队的愿望来保证。 全天候得到照顾和支持。

# about_title
source: Accident Assistance Service
ar: خدمة المساعدة في الحوادث
fr: Service d'assistance en cas d'accident
zh_hans: 意外援助服务

# ourservices_accident_assitance_services
source: Accident Assistance Service
ar: خدمة مساعدة الحوادث
fr: Service d'assistance en cas d'accident
zh_hans: 事故援助服务

# ourservices_bussiness_sector
source: Business Sector
ar: قطاع الاعمال
fr: Secteur d'activité
zh_hans: 商业部门

# ourservices_car_sales
source: Car Sales
ar: مبيعات السيارات
fr: Ventes de voitures
zh_hans: 汽车销售

# ourservices_cross_border_service
source: Cross Border Service
ar: خدمة عبر الحدود
fr: Service transfrontalier
zh_hans: 跨境服务

# ourservices_limo_service
source: Limo Service
ar: خدمة الليموزين
fr: Service de limousine
zh_hans: 豪华轿车服务

# ourservice_onedestination_service
source: One Destination Service
ar: خدمة الوجهه الواحده
fr: Service à destination unique
zh_hans: 一站式服务

# ourservice_raha_service
source: Raha Service
ar: خدمة راحه
fr: Service Raha
zh_hans: 拉哈服务

# ourservice_rent_car
source: Rent Car
ar: استأجر سياره
fr: Location de voiture
zh_hans: 租车

# offers_title_label
source: Offers
ar: العروض
fr: Offres
zh_hans: 优惠

# our_service_theeb_services
source: Theeb Services
ar: خدمات ذيب
zh_hans: Theeb 服务

# fleet_insurance
source: Insurance
ar: تامين
fr: Assurance
zh_hans: 保险

# payment_payment_detailـchoose_option
source: Choose Payment method
ar: اختر طريقة الدفع
fr: Choisir le mode de paiement
zh_hans: 选择付款方式

# car_details_price_hint
source: Vat,insurance and add ons are not included
ar: السعر لا يشمل ضريبة القيمة المضافة ، التأمين و الإضافات
fr: La TVA, l'assurance et les suppléments ne sont pas inclus
zh_hans: 不包括增值税、保险和附加费

# paymeny_vat
source: (VAT Included)
ar: (شامل القيمة المضافة)
fr: (TVA incluse)
zh_hans: （含增值税）

# payment_more_than_current
source: amount to pay must be less than total value
ar: يجب أن يكون المبلغ المطلوب دفعه أقل من القيمة الإجمالية
fr: le montant à payer doit être inférieur à la valeur totale
zh_hans: 支付金额必须小于总金额

# payment_payment_details
source: Payment
ar: الدفع
fr: Paiement
zh_hans: 付款

# payment_total
source: Total
ar: المبلغ
zh_hans: 总计

# payment_pay_with_card
source: PAY WITH CARD
ar: ادفع بالبطاقة
fr: PAYER AVEC CARTE
zh_hans: 用卡支付

# payment_Currenttotal
source: Current Total
ar: المجموع الحالي
fr: Total actuel
zh_hans: 当前总额

# payment_payFullAmount
source: Pay full amount
ar: دفع كامل المبلغ
fr: Payer le montant total
zh_hans: 支付全额

# payment_or_label
source: OR
ar: او
fr: OU

# payment_creditcard
source: Credit Card
ar: بطاقة الائتمان
fr: Carte de crédit
zh_hans: 信用卡

# payment_HowMuch
source: How much do you like to pay now ?
ar: كم تريد أن تدفع الآن ؟
fr: Combien voulez-vous payer maintenant ?
zh_hans: 你现在想付多少钱？

# payment_payPartialy
source: Pay partially
ar: ادفع جزئياً
fr: Payer partiellement
zh_hans: 部分支付

# payment_applePay
source: Apple pay
ar: ابل الدفع
fr: Apple paie
zh_hans: 苹果支付

# payment_laterPay
source: Later Payment
ar: الدفع لاحقًا
fr: Paiement ultérieur
zh_hans: 稍后付款

# payment_ThankYou
source: Thank you and we have donated partially from your contract to orphans
ar: شكرا وسيتم التبرع بجزء من عقدك عند الدفع بالكامل للمساهمة في كفالة يتيم
fr: Merci et nous avons reversé une partie de votre contrat aux orphelins
zh_hans: 谢谢你，我们已经从你的合同中捐赠了部分给孤儿

# payment_Declined
source: Dear Customer your payment has been declined, please contact your bank.
ar: عزيزي العميل لقد تم رفض عملية الدفع الرجاء التواصل مع البنك
fr: Cher client, votre paiement a été refusé, veuillez contacter votre banque.
zh_hans: 尊敬的客户，您的付款已被拒绝，请联系您的银行。

# per_month_label
source: /Month
ar: للشهر
fr: /Mois
zh_hans: /月

# per_day_label
source: /Day
ar: لليوم
fr: /Jour
zh_hans: /天

# bills_all_fine_label
source: All Fine
ar: كل شي تمام
fr: Tout va bien
zh_hans: 一切正常

# car_detials_select_car
source: Select Car
ar: اختر السيارة
fr: sélection de voiture
zh_hans: 选择汽车

# bills_fine_hint_label
source: no bills
ar: لا توجد فواتير
fr: pas de factures
zh_hans: 没有账单

source: SAR
ar: ر.س
zh_hans: 特区

# car_details_title
source: Car Details
ar: تفاصيل المركبة
fr: Détails de la voiture
zh_hans: 汽车详情

# faceid_enble_btn
source: Enable
ar: تفعيل
fr: Activer
zh_hans: 启用

# faceid_skip_btn
source: Skip
ar: تجاهل
fr: Passer
zh_hans: 跳过

# faceid_skip_title
source: Enable Verification
ar: تمكين التحقق
fr: Activer la vérification
zh_hans: 启用验证

# faceid_skip_hint
source: Enabling verification for Fast access to your account, next time, and for extra security.
ar: تمكين التحقق للوصول السريع إلى حسابك ، في المرة القادمة ، وللحصول على مزيد من الأمان.
fr: Activation de la vérification pour un accès rapide à votre compte, la prochaine fois, et pour plus de sécurité.
zh_hans: 启用验证以便下次快速访问您的帐户，并提高安全性。

# car_details_seats
source: Seats
ar: مقاعد
fr: Sièges
zh_hans: 座位

# car_details_doors
source: Doors
ar: ابواب
fr: Portes
zh_hans: 门

# car_details_bags
source: Bags
ar: حقائب
fr: Sacs
zh_hans: 包

# car_details_gps_not_avaliable
source: GPS Not available
ar: غير متاح GPS
fr: GPS non disponible
zh_hans: GPS 不可用

# car_details_gps_avaliable
source: GPS Available
ar: GPS متاح
fr: GPS disponible
zh_hans: GPS可用

# checkout_upgrade_btn_title
source: Upgrade
ar: ترقية
fr: Mettre à niveau
zh_hans: 升级

# checkout_pickup_on
source: Pickup on
ar: تسليم في
fr: Retrait le
zh_hans: 取货时间

# checkout_Return_on
source: Return on
ar: استلام في
fr: Retour le
zh_hans: 返回

# checkout_vc_title
source: Review Booking
ar: مراجعة بيانات الحجز
fr: Vérifier la réservation
zh_hans: 查看预订

# checkout_clear_filter
source: Clear Filter
ar: إزالة التصنيف
fr: Effacer le filtre
zh_hans: 清除过滤器

# checkout_brand_filter_title
source: Brand
ar: الشركة المصنعة
fr: Marque
zh_hans: 品牌

# checkout_cartype_filter_title
source: Car Type
ar: نوع المركبة
fr: Type de voiture
zh_hans: 车型

# checkout_price_filter_title
source: Price
ar: السعر
fr: Prix
zh_hans: 价格

# checkout_apply_btn_title
source: Apply
ar: تطبيق
fr: Appliquer
zh_hans: 申请

# checkout_at
source: at
ar: في
zh_hans: 在

# chekout_plus_more
source: +3 more
ar: +٣ اخري
fr: +3 de plus
zh_hans: +3 更多

# chekout_total_free
source: Total Free
ar: مجموع كيلومتر المجانية
fr: Total gratuit
zh_hans: 总免费

# checkout_editbtn_title
source: Edit
ar: تعديل
fr: Modifier
zh_hans: 编辑

# car_details_remove_btn
source: Remove
ar: ازالة
fr: Supprimer
zh_hans: 删除

# fleet_from_zero_to_90
source: From 0 to 90 SAR
ar: من ٠ الي ٩٠ ريال
fr: De 0 à 90 SAR
zh_hans: 从 0 到 90 SAR

# myrental_no_bookings_empty
source: No Rented Cars
ar: لا توجد سيارات محجوزة
fr: Aucune voiture louée
zh_hans: 没有租车

# km_hint
source: Km
ar: كم
zh_hans: 公里

# min_hint
source: min
ar: دقيقة

# myrental_no_bboking_hint_label
source: When you rent a car, you'll see the details here
ar: عندما تحجز سيارة ستجد التفاصيل هنا
fr: Lorsque vous louez une voiture, vous verrez les détails ici
zh_hans: 当你租车时，你会在这里看到详细信息

# fleet_from_91_to_200
source: From 91 to 200 SAR
ar: من ٩١ الي ٢٠٠ ريال
fr: De 91 à 200 SAR
zh_hans: 从 91 到 200 SAR

# fleet_more_than_200
source: 200 SAR or More
ar: اكثر من ٢٠٠ ريال
fr: 200 SAR ou plus
zh_hans: 200 SAR 或更多

# fleet_from_zero_to_250
source: From 0 to 250 SAR
ar: من ٠ إلى ٢٥٠ ريال
fr: De 0 à 250 SAR
zh_hans: 从 0 到 250 SAR

# fleet_from_251_to_450
source: From 251 to 450 SAR
ar: من ٢٥١ إلى ٤٥٠ ريال
fr: De 251 à 450 SAR
zh_hans: 从 251 到 450 SAR

# fleet_from_451_to_700
source: From 451 to 700 SAR
ar: من ٤٥١ إلى ٧٠٠ ريال
fr: De 451 à 700 SAR
zh_hans: 从 451 到 700 SAR

# fleet_from_701_to_1000
source: From 701 to 1000 SAR
ar: من ٧٠١ إلى ١٠٠٠ ريال
fr: De 701 à 1000 SAR
zh_hans: 从 701 到 1000 SAR

# fleet_from_1001_to_2000
source: From 1001 to 2000 SAR
ar: من ١٠٠١ إلى ٢٠٠٠ ريال
fr: De 1001 à 2000 SAR
zh_hans: 从 1001 到 2000 SAR

# fleet_from_2000_to_more
source: 2001 SAR or more
ar: اكثر من ٢٠٠٠ ريال
fr: 2001 SAR ou plus
zh_hans: 2001 SAR 或更多

# fleet_bookingNumber
source: Booking Number
ar: رقم الحجز
fr: Numéro de réservation
zh_hans: 预订编号

# fleet_contractNumber
source: Contract Number
ar: رقم العقد
fr: Numéro de contrat
zh_hans: 合同编号

# suecess_goto_details
source: Go TO Details
ar: اذهب الي التفاصيل
fr: Aller aux détails
zh_hans: 转到详细信息

# success_booking_number_is
source: Your Booking Number is
ar: رقم حجزك هو
fr: Votre numéro de réservation est
zh_hans: 您的预订编号是

# login_with_absher_btn_title
source: Login With
ar: تسجيل دخول ب
fr: Connexion avec
zh_hans: 登录方式

# guest_login
source: Join us to book faster
ar: انضم إلينا للحجز بشكل أسرع
fr: Rejoignez-nous pour réserver plus rapidement
zh_hans: 加入我们预订更快

# alert_success
source: Success
ar: عملية ناجحة
fr: Succès
zh_hans: 成功

# alert_language
source: Are you sure you want to switch the language ?
ar: هل أنت متأكد أنك تريد تبديل اللغة؟
fr: Voulez-vous vraiment changer de langue ?
zh_hans: 您确定要切换语言吗 ?

# force_update_title
source: New version available!
ar: النسخة الجديدة من التطبيق جاهزة!
fr: Nouvelle version disponible !
zh_hans: 新版本可用！

# force_update_message
source: You need to update to the latest version to continue
ar: يجب تحديث التطبيق حتى تتمكن من الاستمرار
fr: Vous devez mettre à jour vers la dernière version pour continuer
zh_hans: 你需要更新到最新版本才能继续

# normal_update_title
source: New Version available!
ar: النسخة الجديدة من التطبيق جاهزة!
fr: Nouvelle version disponible !
zh_hans: 新版本可用！

# normal_update_message
source: You should update to enjoy the latest features and enhancements
ar: الرجاء تحديث التطبيق للاستمتاع بأحدث الميزات والتحسينات
fr: Vous devez mettre à jour pour profiter des dernières fonctionnalités et améliorations
zh_hans: 您应该更新以享受最新的功能和改进

source: Not Now
ar: ليس الآن
fr: Pas maintenant
zh_hans: 不是现在

source: Exit App
ar: إغلاق التطبيق
fr: Quitter l'application
zh_hans: 退出应用

# language_Yes
source: Yes
ar: نعم
fr: Oui
zh_hans: 是的

# language_No
source: No
ar: لا
fr: Non
zh_hans: 不

# new_privacy_policy
source: Privacy Policy
ar: سياسة الإستخدام والخصوصية

# new_privacy_policy_text
source: ▪︎ Data required to perform business transactions like Name, DOB, License No, Expiry date etc are only collected from the individual. ▪︎ Data collected from individual are solely used to avoid data entry multiple times and to give better services to the customer. ▪︎ Personal data collected from the individuals are kept under strict safeguard. ▪︎ No part of data is shared or have access by any external entities except concerned regulatory authorities related to business / service industry. ▪︎ No financial data is collected or stored by Theeb Rent A Car Co. ▪︎ Credit / Debit card no taken for references are stored in mask format. ▪︎ All the data collected from individuals are displayed under user profile for registered users.
ar: ▪︎ البيانات المطلوبة لإجراء العمليات التجارية هي الاسم، تاريخ الميلاد، رقم الترخيص، تاريخ انتهاء الصلاحية للوثائق وما إلى ذلك يتم اخذها من عملاء الافراد. ▪︎ يتم استخدام البيانات التي يتم جمعها من الأفراد فقط لتجنب إدخال البيانات عدة مرات ولتقديم خدمات أفضل للعميل. ▪︎ يتم الاحتفاظ بالبيانات الشخصية التي يتم جمعها من الأفراد تحت حماية صارمة. ▪︎ لا يتم مشاركة أي جزء من البيانات أو الوصول إليه من قبل أي كيانات خارجية باستثناء الجهات التنظيمية المعنية المتعلقة بالأعمال / صناعة الخدمات. ▪︎ لا يتم جمع أو تخزين أي بيانات مالية من قبل شركة ذيب لتأجير السيارات. ▪︎ يتم تخزين بطاقة الائتمان / الخصم التي لم يتم أخذها كمراجع في شكل مغلق. ▪︎ يتم عرض جميع البيانات التي تم جمعها من الأفراد ضمن ملف التعريف للمستخدمين المسجلين.

# profile_Nationality
source: Nationality
fr: Nationalité
zh_hans: 国籍

# profile_idNumber
source: ID Number
fr: Numéro d'identification
zh_hans: 身份证号码

# profile_idVersion
source: ID Version
fr: Version de l'identifiant
zh_hans: 身份证版本

# profile_licenseNumber
source: License Number
fr: Numéro de licence
zh_hans: 许可证号

# profile_licenseExpiryDate
source: License Expiry Date
fr: Date d'expiration de la licence
zh_hans: 许可到期日

# profile_gender
source: Gender
fr: Sexe
zh_hans: 性别

# profile_addresses
source: Addresses
fr: Adresses
zh_hans: 地址

# profile_addresse2Optional
source: Address 2 (Optional)
zh_hans: 地址 2（可选）

# profile_addresse1
source: Address 1
zh_hans: 地址 1

# profile_Male
source: Male
fr: Homme
zh_hans: 男

# profile_Female
source: Female
fr: Femme
zh_hans: 女

# setting_hourSystem
source: Hour Time System
fr: Système horaire
zh_hans: 小时制

# setting_mode
source: Mode
zh_hans: 模式

# setting_Notification
source: Notification's Setting
fr: Paramètre de notification
zh_hans: 通知设置
