Repository: naveenzazz1/Theeb
Catalog: Theeb Rant A Car App/Localization/*.lproj/Localizable.strings
Languages: ar, fr, zh_hans

# more_service_one_destination_content
source: One destination service - travel between regions of the Kingdom In order to ensure the convenience of its customers, to provide services that facilitate their movement , and to shorten the time and effort , one destination service enables the possibility of traveling by car from one city to another city and the possibility of not returning it to the same branch in the first city , through the low-cost recharging service.
ar: خدمة وجهة واحدة - السفر بين مناطق المملكة حرصاً على راحة عملائها ، ولتقديم خدمات تسهل تنقلهم ، ولتقليل الوقت والجهد ، خدمة وجهة واحدة تتيح إمكانية السفر بالسيارة من مدينة إلى مدينة أخرى وإمكانية عدم إعادتها لنفس الفرع بالمدينة الأولى من خلال خدمة إعادة الشحن منخفضة التكلفة.
fr: Un service de destination - voyage entre les régions du Royaume Afin d'assurer la commodité de ses clients, de fournir des services qui facilitent leur déplacement et de réduire le temps et les efforts, un service de destination permet la possibilité de voyager en voiture d'une ville à une autre ville et possibilité de ne pas la restituer à la même agence de la première ville, grâce au service de recharge à bas prix.
zh_hans: 一站式服务-王国各地区之间的旅行为了确保其客户的便利性，提供方便他们移动的服务，并缩短时间和精力，一站式服务使通过以下方式旅行的可能性成为可能 通过低成本的充电服务，汽车从一个城市到另一个城市，并且可以不将其返回到第一个城市的同一分支机构。

# more_BranchDays
source: From Saturday to Thursday
ar: من السبت إلى الخميس
fr: Du samedi au jeudi
zh_hans: 周六到周四

# more_BranchTime
source: (8:00Am untill 10:00Pm)
ar: (8:00 ص حتى 10:00 م)
fr: (8h00 à 22h00)
zh_hans: (8:00Am 到 10:00Pm)

# more_BranchFriday
source: Friday
ar: الجمعة
fr: Vendredi
zh_hans: 星期五

# more_GetDirections
source: Get Directions
ar: اتجه الى الموقع
fr: Obtenir l'itinéraire
zh_hans: 获取路线

# help_support_whatsup
source: What’s app
ar: واتساب
fr: Qu'est-ce que l'application
zh_hans: 什么是应用

# help_support_call_us
source: Call Us
ar: اتصل بنا
fr: Appelez-nous
zh_hans: 给我们打电话

# clear_all_filters_btn_title
source: Clear all Filters
ar: ازالة جميع التصنيفات
fr: Effacer tous les filtres
zh_hans: 清除所有过滤器

# please_fill_data
source: please select pickup & drop off location and time
ar: من فضلك ادخل موقع ووقت الاستلام والتسليم!
fr: veuillez sélectionner le lieu et l'heure de prise en charge et de restitution
zh_hans: 请选择接送地点和时间

# bills_paid_invoice
source: Paid
ar: مدفوع
fr: Payé
zh_hans: 已付

# bills_un_paid_invoice
source: Unpaid
ar: غير مدفوع
fr: Non payé
zh_hans: 未付

# bills_screen_title
source: Bills
ar: الفواتير
fr: Factures
zh_hans: 账单

# car_found_result
source: Cars found
ar: سيارة موجودة
fr: Voitures trouvées
zh_hans: 找到汽车

# memberShip_NumOfPoints
source: Number of points
ar: عدد النقاط
fr: Nombre de points
zh_hans: 点数

# memberShip_Benfits
source: Benefits
ar: المزايا
fr: Avantages
zh_hans: 福利

# memberShip_Requirements
source: Requirements
ar: متطلبات
fr: Exigences
zh_hans: 要求

# memberShipVc_Alfursan
source: Alfursan
ar: الفرسان

# memberShipVc_Theeb_Points
source: Theeb Points
ar: نقاط ذيب

# memberShipVc_History_Theep
source: Alfursan Transfer History
ar: تاريخ تحويلات الفرسان

# memberShipVc_Transfer_Theep
source: Transfer theeb points to Alfursan
ar: تحويل نقاط ذيب للفرسان
fr: Transférez ces points à Alfursan
zh_hans: 将 theeb 点转移到 Alfursan

# memberShipVc_Transfeer_Point_Btn
source: Transfer Points
ar: تحويل نقاط
fr: Points de transfert
zh_hans: 转移积分

# memberShipVc_Alfursan_upgrade
source: Upgrade
ar: ترقية
fr: Mise à niveau
zh_hans: 升级

# alforsan_Points
source: Please enter valid points between %d points and
ar: الرجاء إدخال رقم صحيح للنقاط بين %d و
fr: Veuillez saisir des points valides
zh_hans: 请输入有效积分

# alforsan_EnterID
source: Please enter your AlFoursan ID
ar: الرجاء ادخال رقم عضوية الفرسان الخاص بك
fr: Veuillez saisir votre identifiant AlFoursan
zh_hans: 请输入您的 AlFoursan ID

# alforsanVC_enoughPoints
source: You don't have enough points
ar: ليس لديك ما يكفي من النقاط

# alforsan_yourBalance
source: Your balance is
ar: رصيدك هو
fr: Votre solde est de
zh_hans: 您的余额是

# alforsan_pointsWorth
source: points
ar: نقطة
zh_hans: 积分

# alforsan_transfeerPoints
source: Transfer theeb Points To Alforsan miles
ar: تحويل نقاط ذيب الى اميال فرسان
fr: Transférer des points vers Alforsan
zh_hans: 将积分转移到 Alforsan

# alforsan_NumOfPoints
source: Number of points you would like to transfer:
ar: عدد النقاط التي تريد تحويلها
fr: Nombre de points que vous souhaitez transférer :
zh_hans: 您要转移的点数：

# alforsanVC_Alfursan_ID
source: Alfursan ID:
ar: هوية الفرسان
fr: Identifiant Alfursan :

# alforsanVC_AreYouSure
source: Are you sure to transfer theeb point to Alfursan miles?
ar: هل أنت متأكد من تحويل نقاط ذيب إلى اميال فرسان؟
fr: Etes-vous sûr de transférer ce point vers Alfursan ?
zh_hans: 你确定要将 theeb 指向 Alfursan 吗？

# alforsanVC_conirmTransform
source: Transformation
ar: تأكيد التحويل
fr: Confirmer la transformation
zh_hans: 确认转换

# alforsanVC_cancel
source: Cancel
ar: الغاء
fr: Annuler
zh_hans: 取消

# alforsanVC_Confirm
source: Confirm
ar: تأكيد
fr: Confirmer
zh_hans: 确认

# memberDetailsVC_silver
source: Silver
ar: فضية
fr: Argent
zh_hans: 银

# memberDetailsVC_upgrade
source: Upgrade
ar: ترقية
fr: Mettre à niveau
zh_hans: 升级

# memberDetails_learnMore
source: Learn More
ar: اعرف المزيد
fr: En savoir plus
zh_hans: 了解更多

# memberDetailsVC_subscribe
source: Subscribe
ar: إشترك
fr: S'abonner
zh_hans: 订阅

# memberDetailsVC_processing
source: Your membership request is Processing
ar: طلب عضويتك قيد المعالجة
fr: Votre demande d'adhésion est en cours de traitement
zh_hans: 您的会员申请正在处理中

# memberDetailsVC_bronz
source: Bronze
ar: برونزية
zh_hans: 青铜

# memberDetailsVC_Gold
source: Gold
ar: ذهبية
fr: Or
zh_hans: 黄金

# memberDetailsVC_ata
source: Ata'a
ar: عطاء

# memberDetailsVC_diamond
source: Diamond
ar: ماسية
fr: Diamant
zh_hans: 钻石

# memberDetailsVC_automatically
source: Automatically given to all customers after the first contract is closed
ar: تُمنح تلقائيًا لجميع العملاء بعد إقفال العقد الأول
fr: Donné automatiquement à tous les clients après la clôture du premier contrat
zh_hans: 第一个合约结束后自动给所有客户

# memberDetailsVC_BenefitsRentDiscount
source: Rent Discount
ar: خصم على قيمة الايجار
fr: Remise sur le loyer
zh_hans: 租金折扣

# memberDetailsVC_oneDirectionDiscount
source: one direction discount
ar: خصم تسليم السيارة بين المدن
fr: réduction dans un sens
zh_hans: 单向折扣

# memberDetailsVC_kmFree
source: KM Free
ar: كيلو مجاني
fr: KM gratuit
zh_hans: 免费公里数

# memberDetailsVC_extra3Hours
source: Extra 3 hours
ar: 3 ساعات اضافية لوقت إعادة المركبة
fr: 3 heures supplémentaires
zh_hans: 额外 3 小时

# memberDetailsVC_extra2Hours
source: Extra 2 hours
ar: 2 ساعة اضافية لوقت إعادة المركبة
fr: 2 heures supplémentaires
zh_hans: 额外 2 小时

# memberDetailsVC_extra5Hours
source: Extra 5 hours
ar: 5 ساعات اضافية لوقت إعادة المركبة
fr: 5 heures supplémentaires
zh_hans: 额外 5 小时

# memberDetailsVC_gulfFees
source: SR travel authorization - Gulf countries Fees
ar: ريال قيمة التفويض لدول مجلس التعاون الخليجي
fr: Autorisation de voyage SR - Frais pour les pays du Golfe
zh_hans: SR 旅行授权 - 海湾国家费用

# memberDetailsVC_arabicFees
source: SR travel authorization - Arabic countries Fees
ar: ريال قيمة التفويض للدول العربية
fr: Autorisation de voyage SR - Frais pour les pays arabes
zh_hans: SR 旅行授权 - 阿拉伯国家费用

# memberDetailsVC_gulfFeesFree
source: Free travel authorization - Gulf countries Fees
ar: التفويض الدولي مجاناً إلى دول مجلس التعاون الخليجي
fr: Autorisation de voyage gratuite - Frais pour les pays du Golfe
zh_hans: 免费旅行授权 - 海湾国家费用

# memberDetailsVC_arabicFeesFree
source: Free travel authorization - Arabic countries Fees
ar: التفويض الدولي مجاناً إلى الدول العربية
fr: Autorisation de voyage gratuite - Frais pour les pays arabes
zh_hans: 免费旅行授权 - 阿拉伯国家费用

# memberDetailsVC_earn05Point
source: Earn 0.5 point from each 100 SAR
ar: كسب 0.5 نقطة ذيب لكل 100 ريال سعودي من قيمة العقد المدفوع بالكامل
fr: Gagnez 0,5 point pour chaque 100 SR
zh_hans: 每 100 SR 获得 0.5 积分

# memberDetailsVC_earn1Point
source: Earn 1 point from each 100 SAR
ar: كسب 1 نقطة ذيب لكل 100 ريال سعودي من قيمة العقد المدفوع بالكامل
fr: Gagnez 1 point pour chaque 100 SR
zh_hans: 每 100 SR 获得 1 积分

# memberDetailsVC_payWithTheeb
source: Pay with Theeb points
ar: إمكانية الدفع بنقاط ذيب
fr: Payer avec des points Theeb
zh_hans: 使用 Theeb 积分支付

# memberDetailsVC_payWithQateef
source: Pay with Qitaf points
ar: إمكانية الدفع بنقاط قطاف
fr: Payer avec des points Qitaf
zh_hans: Qitaf积分支付

# memberDetailsVC_payWithAlfursan
source: Pay with Alfursan points
ar: تحويل نقاط ذيب إلى فرسان
fr: Payer avec des points Alfursan
zh_hans: 使用 Alfursan 积分支付

# memberDetails_AlfursanPoints
source: Alfursan points
ar: نقاط فرسان

# memberDetailsVC_bronzReqContract
source: When closing the first contract without indebtedness and has no membership
ar: عند إقفال العقد الأول بدون مديونية وليس له عضوية
fr: Lors de la clôture du premier contrat sans endettement et sans adhésion
zh_hans: 在没有负债且没有会员资格的情况下关闭第一个合同时

# memberDetailsVC_bronzReqAutomatic
source: Issuance automatically from the system without the need to request issuance
ar: تصدر تلقائياً بعد إغلاق العقد الاول مع استيفاء الشروط والاحكام
fr: Émission automatique à partir du système sans qu'il soit nécessaire de demander l'émission
zh_hans: 系统自动发放，无需申请发放

# memberDetailsVC_SilvarReqContract
source: The balance of the customer's rent shall be 5,000 SAR according to the terms and conditions
ar: عند وصول رصيد ايجاراتك للعقود المغلقة المدفوعة بالكامل 5,000 ريال سعودي حسب الشروط والاحكام
fr: Le solde du loyer du client sera de 5 000 SAR selon les termes et conditions
zh_hans: 根据条款和条件，客户的租金余额应为 5,000 SAR

# memberDetailsVC_GoldenReqContract
source: The balance of the customer's rent shall be 20,000 SAR according to the terms and conditions
ar: عند وصول رصيد ايجاراتك للعقود المغلقة المدفوعة بالكامل 20,000 ريال سعودي حسب الشروط والاحكام
fr: Le solde du loyer du client sera de 20 000 SAR selon les termes et conditions
zh_hans: 根据条款和条件，客户的租金余额应为 20,000 SAR

# memberDetailsVC_diamondReqContract
source: The balance of the customer's rent shall be 60,000 SAR according to the terms and conditions
ar: عند وصول رصيد ايجاراتك للعقود المغلقة المدفوعة بالكامل 60,000 ريال سعودي حسب الشروط والاحكام
fr: Le solde du loyer du client sera de 60 000 SAR selon les termes et conditions
zh_hans: 根据条款和条件，客户的租金余额应为 60,000 SAR

# memberDetailsVC_ataaReqContract
source: Persons with disabilities card or any identification papers for that.
ar: مخصصة للذوي الاحتياجات الخاصة مع استيفاء الشروط والاحكام
fr: Carte de personne handicapée ou toute pièce d'identité pour cela.
zh_hans: 残疾人证或任何身份证件。

# setting_language
source: Language
ar: اللغه
fr: Langue
zh_hans: 语言

# setting_faceId
source: Face ID Verification
ar: التحقق ببصمة الوجه
fr: Vérification de l'identité faciale
zh_hans: 人脸ID验证

source: On
ar: نعم
zh_hans: 开

source: Off
ar: لا
zh_hans: 关闭

# setting_title
source: Settings
ar: الاعدادات
fr: Paramètres
zh_hans: 设置

# checkOutVC_date
source: BirthDate
ar: تاريخ الميلاد
zh_hans: 出生日期

# checkOutVC_email
source: Email
ar: البريد الالكتروني
zh_hans: 电子邮件

# checkOutVC_name
source: Full Name
ar: الاسم بالكامل
fr: Nom complet
zh_hans: 全名

# checkOutVC_phone
source: Phone
ar: الجوال
fr: Téléphone
zh_hans: 电话

# checkOutVC_insurance
source: Insurance
ar: التأمين
fr: Assurance
zh_hans: 保险

# checkOutVC_addOns
source: Add-ons
ar: الاضافات
fr: Modules complémentaires
zh_hans: 插件

# checkOutVC_freeKilos
source: Free Kilos to use
ar: كيلومترات مجانيه للاستخدام
fr: Kilos gratuits à utiliser
zh_hans: 免费使用千克

# checkOutVC_canCancel
source: You can cancel anytime before confirmation from THEEB
ar: يمكنك الغاء الحجز في اي وقت قبل تاكيده من ذيب
fr: Vous pouvez annuler à tout moment avant la confirmation de THEEB
zh_hans: 您可以在 THEEB 确认之前随时取消

# checkOutVC_commitInfo
source: I commit that all my information is correct and by accepting this i agreed with theeb
ar: أتعهد بأن كل المعلومات المدخلة صحيحة، وبقبول هذا فأنا أوافق على
fr: Je m'engage à ce que toutes mes informations soient correctes et en acceptant cela, je suis d'accord avec theeb
zh_hans: 我承诺我所有的信息都是正确的并且接受这个我同意 theeb

# checkOutVC_TermsAndCond
source: Terms & Condition
ar: الشروط والاحكام الخاصة بذيب
fr: Conditions générales
zh_hans: 条款与条件

# checkOutVC_bookow
source: Book Now
ar: احجز الان
fr: Réservez maintenant
zh_hans: 立即预订

# checkOutVc_compact
source: Compact
ar: مدمجة
zh_hans: 紧凑

# checkOut_extraFeesWillApplied
source: Extra fees will be applied if the return location is outside Eastern Province
ar: سيتم تطبيق تكاليف اضافيه في حال التسليم خارج المدينة
fr: Des frais supplémentaires seront appliqués si le lieu de retour est en dehors de la province de l'Est
zh_hans: 如果退货地点在东部省外，将收取额外费用

# myRental_luxury
source: Luxury
ar: رفاهية
fr: Luxe
zh_hans: 豪华房

# checkOutVC_Day
source: Day
ar: يوم
fr: Jour
zh_hans: 日

# checkOut_blackList
source: Sorry, the reservation cannot be created due to the temporary suspension. For more information, please contact customer service
ar: عذرا لا يمكن انشاء الحجز بسبب الايقاف المؤقت ولمزيد من المعلومات يرجى التواصل مع خدمة العملاء
fr: Désolé, la réservation ne peut pas être créée en raison de la suspension temporaire. Pour plus d'informations, veuillez contacter le service client
zh_hans: 抱歉，临时暂停无法创建预订，详情请联系客服

# checkOut_extraHours
source: %@ Extra hours allowed based on your membership
ar: %@ ساعات اضافيه مسموحه بناء على عضويتك
fr: %@ Heures supplémentaires autorisées en fonction de votre adhésion
zh_hans: %@ 根据您的会员资格允许的额外时间

# renalhistory_from_label
source: From
ar: من
fr: De
zh_hans: 来自

# create_password_hint_label
source: Create Password
ar: إنشاء كلمة مرور
fr: Créer un mot de passe
zh_hans: 创建密码

# renalhistory_to_label
source: To
ar: الي
fr: À
zh_hans: 至

# checkOut_default
source: Default
ar: الكيلو المسموح
fr: Par défaut
zh_hans: 默认

# checkOut_goldenMember
source: Golden Membership
ar: العضوية الذهبية
fr: Adhésion Gold
zh_hans: 黄金会员

# checkOut_silverMember
source: Silver Membership
ar: العضوية الفضية
fr: Adhésion Silver
zh_hans: 白银会员

# checkOut_diamondMember
source: Diamond Membership
ar: العضوية الماسية
fr: Adhésion Diamant
zh_hans: 钻石会员

# checkOut_greenMember
source: Ata'a Membership
ar: العضوية عطاء
fr: Adhésion Ata'a
zh_hans: Ata'a 会员资格

# checkOut_bronzMember
source: Bronze Membership
ar: العضوية البرونزية
fr: Adhésion Bronze
zh_hans: 青铜会员

# checkOut_keepMyBooking
source: No, Keep my booking
ar: لا، أبق الحجز
fr: Non, conserver ma réservation
zh_hans: 不，保留我的预订

# checkOut_cancelMyBooking
source: Yes, Cancel my booking
ar: نعم,ألغ الحجز
fr: Oui, annuler ma réservation
zh_hans: 是的，取消我的预订

# checkOut_cancelFees
source: Cancel fees will be applied if any
ar: سيتم تطبيق رسوم الإلغاء إن وجدت
fr: Des frais d'annulation seront appliqués le cas échéant
zh_hans: 如果有取消费用将被收取

# checkOut_copiedToClip
source: Copied to clipboard
ar: نسخ إلى الحافظة
fr: Copié dans le presse-papiers
zh_hans: 复制到剪贴板

# successScreen_paymentSuccess
source: Payment Successful
ar: تم الدفع بنجاح
fr: Paiement réussi
zh_hans: 支付成功

# successScreen_confrimAfterOneHour
source: Your reservation will be confirmed within 1 hour
ar: سيتم تأكيد حجزك في غضون ساعة واحدة
fr: Votre réservation sera confirmée dans 1 heure
zh_hans: 您的预订将在 1 小时内确认

# successScreen_backToDetails
source: Back to Details
ar: رجوع إلى التفاصيل
fr: Retour aux détails
zh_hans: 返回详情

# datePicker_chooseDate
source: Select Date
ar: اختر التاريخ
fr: Sélectionner une date
zh_hans: 选择日期

# date_Column
source: Date
ar: التاريخ

# points_column
source: Points
ar: النقاط

# miles_column
source: Miles
ar: الأميال

# status_column
source: Status
ar: الحالة

# status_Approved
source: Approved
ar: مقبول

# status_Declined
source: Declined
ar: مرفوض

source: Year
ar: السنة
fr: Année

# fleet_theebFleet
source: Theeb Fleet
ar: اسطول السيارات
zh_hans: Theeb 舰队

# fleet_WillSendyou
source: We will send you to the payment link after the booking is confirmed
ar: سيتم ارسال رابط الدفع بعد تاكيد الحجز
fr: Nous vous enverrons le lien de paiement une fois la réservation confirmée
zh_hans: 我们将在预订确认后发送给您付款链接

# fleet_confirmavaiabilty
source: The confirmation will be by vehicle category or equivalent as per availability
ar: التأكيد يتم على فئة السيارة أو ماشابهها حسب المتاح
fr: La confirmation se fera par catégorie de véhicule ou équivalent selon disponibilité
zh_hans: 确认将按车辆类别或根据可用性进行等效

# fleet_freeService
source: Free Services
ar: خدمات مجانيه
fr: Services gratuits
zh_hans: 免费服务

# fleet_chooseCar
source: Choose Car
ar: اختر سيارة
fr: Choisir une voiture
zh_hans: 选择汽车

# fleet_price
source: Price
ar: السعر
fr: Prix
zh_hans: 价格

# fleet_brand
source: Brand
ar: الماركة
fr: Marque
zh_hans: 品牌

# fleet_carType
source: Car type
ar: نوع السيارة
fr: Le type
zh_hans: 车型

# fleet_apply
source: Apply
ar: تطبيق
fr: Appliquer
zh_hans: 申请

# fleet_includeKm
source: Include 225 km free
ar: تشمل 225 كم مجاناً
fr: Inclure 225 km gratuits
zh_hans: 包括 225 公里免费

# fleet_mayIncrease
source: May increase based on your membership after login
ar: قابله للزياده بناء على نوع عضويتك(بعد تسجيل الدخول)
fr: Peut augmenter en fonction de votre adhésion après la connexion
zh_hans: 登录后可能会根据您的会员资格增加

# fleet_roadside
source: Roadside assistance
ar: المساعده على الطريق
fr: Assistance routière
zh_hans: 道路救援

# fleet_accedent
source: Accident help
ar: مساعدة الحوادث
fr: Aide en cas d'accident
zh_hans: 事故求助

# rental_totalFree
source: Total Free
ar: مجموع مجاني
fr: Total gratuit
zh_hans: 总免费

# rental_payBefore
source: You have to pay before the time to not cancel your reservation
ar: عليك أن تدفع قبل الوقت حتى لا تلغي حجزك
fr: Vous devez payer avant l'heure pour ne pas annuler votre réservation
zh_hans: 您必须在预定时间前付款才能取消预订

# rental_freeKilosToUse
source: Free Kilos to use
ar: كيلومترات مجانيه للاستخدام
fr: Kilos gratuits à utiliser
zh_hans: 免费公斤使用

# rental_freeKilos
source: Free Kilos
ar: كيلومترات مجانيه
fr: Kilos gratuits
zh_hans: 免费公斤

# rental_howToPay
source: Choose how to Pay
ar: اختر طريقة الدفع
fr: Choisissez comment payer
zh_hans: 选择支付方式

# rental_paymentInfo
source: Payment information
ar: معلومات الدفع
fr: Informations de paiement
zh_hans: 支付信息

# rental_rentaInfo
source: Rental information
ar: معلومات الإيجار
fr: Informations sur la location
zh_hans: 租赁信息

# rental_payNow
source: Pay now
ar: ادفع الآن
fr: Payer maintenant
zh_hans: 立即付款

# rental_pay_Pay
source: Pay
ar: ادفع
fr: Payer
zh_hans: 支付

# rental_pay_Now
source: now
ar: الآن
fr: maintenant
zh_hans: 现在

# rental_paymentMethod
source: Payment Method
ar: طريقة الدفع
fr: Méthode de paiement
zh_hans: 支付方式

# rental_cancelPolcy
source: Confirmation and cancellation policy
ar: سياسة التأكيد والإلغاء
fr: Politique de confirmation et d'annulation
zh_hans: 确认和取消政策

# rental_byConfirming
source: By Confirming this booking, I agree to the terms & conditions and the privacy policy
ar: بتأكيد هذا الحجز ، أوافق على الشروط والأحكام وسياسة الخصوصية
fr: En confirmant cette réservation, j'accepte les conditions générales et la politique de confidentialité
zh_hans: 通过确认此预订，我同意条款和条件以及隐私政策

# rental_Booking
source: Booking
ar: الحجز
fr: Réservation
zh_hans: 预订

# rental_BookingCancell
source: Booking canceled successfuly
ar: تم إلغاء الحجز بنجاح
fr: Réservation annulée avec succès
zh_hans: 预订取消成功

# rental_all
source: All
ar: الكل
fr: Tous
zh_hans: 全部

# addtional_insurance_recommended_label
source: Recommended Take it for your safety
ar: موصى به, خذها من أجل سلامتك
fr: Recommandé Prenez-le pour votre sécurité
zh_hans: 为了您的安全，建议服用

# standard_insurance
source: Standard
ar: أساسي
fr: Norme
zh_hans: 标准

# error_Occured_msg
source: Error occured
ar: حدث خطأ
fr: Une erreur s'est produite
zh_hans: 发生错误

# no_transaction_err
source: No Transactions Data
ar: لا توجد بيانات المعاملات

# rental_invoice
source: Unpaid
ar: غير مدفوعه
fr: Non payé
zh_hans: 未付

# rental_carRental
source: Car rental
ar: استئجار مركبه
fr: Location de voiture
zh_hans: 租车

# rental_vatValue
source: Vat
ar: ضريبة القيمة المضافة
zh_hans: 增值税

# rental_totalValue
source: Total
ar: المجموع
zh_hans: 总计

# renta_Delivery
source: Delivery Fees
ar: رسوم الشحن
fr: Frais de livraison
zh_hans: 运费

# rental_memberShipDeiscount
source: Membership discount
ar: خصم العضويه
fr: Réduction d'adhésion
zh_hans: 会员折扣

# rental_memberShipTitle
source: Membership
ar: العضويه
fr: Adhésion
zh_hans: 会员资格

# renta_extraFees
source: Extra Fees
ar: رسوم إضافية
fr: Frais supplémentaires
zh_hans: 额外费用

# rental_BookingstatusCanceled
source: The Booking is Cancelled
ar: تم إلغاء الحجز
fr: La réservation est annulée
zh_hans: 预订已取消

# rental_BookingstatusConfirmed
source: The Booking is Confirmed
ar: تم تأكيد الحجز
fr: La réservation est confirmée
zh_hans: 预订已确认

# rental_Bookingstatuswaiting
source: Waiting For Confirmation
ar: في انتظار التأكيد
fr: En attente de confirmation
zh_hans: 等待确认

# rental_caravAilable
source: Car Available on
ar: السيارة المتوفرة في
fr: Voiture disponible sur

# rental_carReturnOn
source: Car Return on
ar: عودة السيارة في
fr: Retour de voiture activé
zh_hans: 还车时间

# rental_carWithYou
source: Car With You in
ar: السيارة معك في
fr: Voiture avec vous
zh_hans: 有车有你

# rental_carSchadulaed
source: Car is scheduled to be returned on
ar: من المقرر إرجاع السيارة في
fr: La restitution de la voiture est prévue le
zh_hans: 还车日期

# rental_youHaveCar
source: You have the car
ar: السيارة معك
fr: Vous avez la voiture
zh_hans: 你有车

# rental_viewDetails
source: View Details
ar: عرض التفاصيل
fr: Afficher les détails
zh_hans: 查看详情

# rental_carReturned
source: Car has been returned
ar: تم إرجاع السيارة
fr: La voiture a été restituée
zh_hans: 汽车已归还

# rental_pointsAdded
source: 150 Points will be added to Theeb points
ar: سيتم إضافة 150 نقطة إلى نقاط ذيب
fr: 150 points seront ajoutés aux points Theeb
zh_hans: 150 Points 将添加到 Theeb points

# rental_PayForFull
source: Pay for full
ar: دفع كامل
fr: Payer pour l'intégralité
zh_hans: 付全款

# rental_payForFirst
source: Pay for first day, the rest later
ar: ادفع عن اليوم الأول والباقي لاحقًا
fr: Payez le premier jour, le reste plus tard
zh_hans: 第一天付款，其余的稍后付款

# renta_ChildSeat
source: Children car seats
ar: مقاعد سيارات للأطفال
fr: Sièges auto pour enfants
zh_hans: 儿童安全座椅

# rental_pickUpOn
source: Pick Up on
ar: الاستلام الساعة
fr: Récupérer le
zh_hans: 取货时间

# rental_resturnOn
source: Return on
ar: التسليم الساعة
fr: Retour le
zh_hans: 返回

# renta_areYouSure
source: Are you sure you want to cancel ?
ar: هل أنت متأكد أنك تريد الإلغاء ؟
fr: Etes-vous sûr de vouloir annuler ?
zh_hans: 你确定要取消吗？

# mapLocation_chooseLocation
source: Select Location
ar: اختر الموقع
fr: Sélectionner un emplacement
zh_hans: 选择位置

# mapLocation_selectPickLocation
source: Select Pick-up location
ar: اختر موقع الإستلام
fr: Sélectionnez le lieu de prise en charge
zh_hans: 选择上车地点

# mapLocation_selectTReturnLocation
source: Select Return location
ar: اختر موقع التسليم
fr: Sélectionnez l'emplacement de retour
zh_hans: 选择归还地点

# mapLocation_pickUp
source: Pick-up
ar: موقع الإستلام
fr: Ramasser
zh_hans: 上车

# mapLocation_selectDates
source: Confirm Location
ar: تأكيد الموقع
fr: Confirmer site
zh_hans: 确认位置

# mapLocation_pickUpDate
source: Pick-up Date
ar: تاريخ الاستلام
fr: Date de retrait
zh_hans: 取件日期

# mapLocation_returnDate
source: Return Date
ar: تاريخ التسليم
fr: Date de retour
zh_hans: 返程日期

# mapLocation_pickUpTime
source: Pick-up Time
ar: وقت الاستلام
fr: Heure de prise en charge
zh_hans: 上车时间

# mapLocation_returnTime
source: Return Time
ar: وقت التسليم
fr: Heure de retour
zh_hans: 返程时间

# mapLocation_youCanReturn
source: You can return the car before the time you selected
ar: يمكنك تسليم المركبه قبل الوقت المحدد
fr: Vous pouvez restituer la voiture avant l'heure que vous avez sélectionnée
zh_hans: 您可以在您选择的时间之前还车

# mapLocation_selectPickTime
source: Select Pick-up Time
ar: اختر وقت الاستلام
fr: Heure de ramassage
zh_hans: 选择上车时间

# mapLocation_selectReturnTime
source: Select Return Time
ar: اختر وقت التسليم
fr: Heure de retour
zh_hans: 选择返程时间
