Repository: naveenzazz1/Theeb
Catalog: Theeb Rant A Car App/Localization/*.lproj/Localizable.strings
Languages: ar, fr, zh_hans

# login_button_title
source: Login
ar: تسجيل الدخول
fr: Connexion
zh_hans: 登录

# login_forgetpassword_button_title
source: Forget your password ?
ar: نسيت كلمة المرور ؟
fr: Mot de passe oublié ?
zh_hans: 忘记密码？

# login_invalid_input_email
source: Please enter Your Email
ar: من فضلك ادخل البريد الالكتروني الخاص بك
fr: Veuillez saisir votre e-mail
zh_hans: 请输入您的邮箱

# login_invalid_input_password
source: Please enter Your password
ar: من فضلك ادخل كلمة المرور
fr: Veuillez saisir votre mot de passe
zh_hans: 请输入您的密码

# sign_up_segment_title
source: Sign Up
ar: تسجيل جديد
fr: S'inscrire
zh_hans: 注册

# login_email_place_holder
source: Email
ar: البريد الالكتروني
zh_hans: 邮箱

# login_invalid_MobileNumber
source: Invalid mobile number
ar: رقم الجوال غير صالح
fr: Numéro de mobile invalide
zh_hans: 无效手机号码

# login_password_place_holder
source: Password
ar: كلمة المرور
fr: Mot de passe
zh_hans: 密码

# login_with_absher_button_title
source: Log in With
ar: تسجيل الدخول من خلال
fr: Se connecter avec
zh_hans: 登录方式

# login_with_absher_hint_label
source: LogIn With Absher for a faster checkout experience
ar: قم بتسجيل الدخول باستخدام أبشر لتجربة أسرع
fr: Connectez-vous avec Absher pour une expérience de paiement plus rapide
zh_hans: 使用 Absher 登录以获得更快的结账体验

# error_already_registered
source: You are already registered
ar: أنت مسجل بالفعل
fr: Vous êtes déjà inscrit
zh_hans: 你已经注册了

# login_worng_email_or_password
source: Invalid Email Or Password
ar: البريد الالكتروني او كلمة المرور غير صحيحة
fr: E-mail ou mot de passe invalide
zh_hans: 无效的电子邮箱或密码

# login_password_changed_succefully
source: New Password Sent Successfully To Your Email
ar: تم ارسال كلمة المرور الجديدة علي البريد الالكتروني
fr: Nouveau mot de passe envoyé avec succès à votre adresse e-mail
zh_hans: 新密码已成功发送至您的电子邮箱

# login_checkConnection
source: Please Check Your internet Connection
ar: الرجاء التحقق من اتصال الانترنت الخاص بك
fr: Veuillez vérifier votre connexion Internet
zh_hans: 请检查您的互联网连接

# login_error
source: Error
ar: خطأ
fr: Erreur
zh_hans: 错误

# login_alert
source: Alert
ar: تنبيه
fr: Alerte
zh_hans: 提醒

# login_OK
source: OK
ar: حسنا
zh_hans: 好的

# sign_up_button_title
source: Continue
ar: استمرار
fr: Continuer
zh_hans: 继续

# sign_up_identity_id_iqama_passport
source: ID Number , Passport , Iqama
ar: رقم الهوية ، رقم الاقامة ، رقم جواز السفر
fr: Numéro d'identification, Passeport, Iqama
zh_hans: 身份证号码，护照，Iqama

# sign_up_full_name_placeholder
source: Full Name
ar: الاسم بالكامل
fr: Nom complet
zh_hans: 全名

# sign_up_phone_number_placeholder
source: Phone Number
ar: رقم الجوال
fr: Numéro de téléphone
zh_hans: 电话号码

# country_picker_cancel_button
source: Cancel
ar: إلغاء
fr: Annuler
zh_hans: 取消

# country_picker_cancelBookingn
source: Cancel Booking
ar: إلغاء الحجز
fr: Annuler la réservation
zh_hans: 取消预订

# create_password_enter_otp_placeholder
source: Enter sent code via your email
ar: ادخل كود التحقق من بريدك الالكتروني
fr: Entrez le code envoyé via votre e-mail
zh_hans: 通过您的电子邮件输入发送的密码

# create_password_submit_button_title
source: Submit
ar: تسجيل
fr: Soumettre
zh_hans: 提交

# forget_password_title_label
source: Reset Password
ar: تغيير كلمة المرور
fr: Réinitialiser le mot de passe
zh_hans: 重置密码

# forget_password_otp_place_holder
source: Enter your email to send the code
ar: ادخل البريد الالكتروني لارسال رمز التحقق
fr: Entrez votre email pour envoyer le code
zh_hans: 输入您的电子邮件以发送代码

# forget_password_next_button_title
source: Next
ar: التالي
fr: Suivant
zh_hans: 下一步

# landing_page_No_Stored_Notifications
source: You don't have notifications
ar: ليس لديك إشعارات

# landing_page_Notifications
source: Notifications
ar: الإشعارات

# landing_page_my_account_item
source: Profile
ar: حسابي
fr: Profil
zh_hans: 个人资料

# landing_page_my_booking_item
source: My Rental
ar: ايجاراتي
fr: Ma location
zh_hans: 我的租借

# landing_page_book_weem_item
source: Explore
ar: تصفح
fr: Explorer
zh_hans: 探索

# landing_page_need_help_item
source: My Contracts
ar: عقودي
fr: Mes contrats
zh_hans: 我的合同

# landing_page_more_item
source: More
ar: المزيد
fr: Plus
zh_hans: 更多

# maintenace_alert_title
source: Under maintenance
ar: تحت الصيانة
fr: En maintenance
zh_hans: 维护中

# maintenace_alert_msg
source: Our engineers are currently performing scheduled maintenance on the Dashboard. Sorry for any inconvenience.
ar: يقوم مهندسونا حاليًا بإجراء صيانة مجدولة على لوحة المعلومات. نأسف لأي ازعاج.
fr: Nos ingénieurs effectuent actuellement une maintenance planifiée sur le tableau de bord. Désolé pour le dérangement.
zh_hans: 我们的工程师目前正在仪表板上执行定期维护。 任何不便敬请谅解。

# profile_title_label
source: Profile
ar: الملف الشخصي
fr: Profil
zh_hans: 简介

# profile_btn_edit_title
source: Edit Profile
ar: تعديل الملف الشخصي
fr: Modifier le profil
zh_hans: 编辑个人资料

# profile_item_bills
source: Bills
ar: الفواتير
fr: Factures
zh_hans: 账单

# profile_item_delete
source: Delete
ar: حذف
fr: Supprimer
zh_hans: 删除

# profile_item_deleteAcount
source: Delete your account
ar: حذف حسابك
fr: Supprimer votre compte
zh_hans: 删除你的账户

# profile_item_deleteAcountAlertMsg
source: Are You sure you want to permanently delete your account ?
ar: هل أنت متأكد أنك تريد حذف حسابك بشكل دائم؟
fr: Etes-vous sûr de vouloir supprimer définitivement votre compte ?
zh_hans: 您确定要永久删除您的帐户吗？

source: Logout
ar: تسجيل الخروج
fr: Se déconnecter
zh_hans: 注销

# logout_Err_msg
source: Are you sure you want to logout of your account?
ar: هل انت متاكد من انك تريد تسجيل الخروج من حسابك؟
fr: Voulez-vous vraiment vous déconnecter de votre compte ?
zh_hans: 您确定要退出您的账户吗？

# profile_item_contracts
source: Contracts
ar: العقود
fr: Contrats
zh_hans: 合同

# profile_item_objections
source: Objections
ar: الاعتراضات
zh_hans: 异议

# profile_item_saved_cards
source: Saved Cards
ar: المحفظة
fr: Cartes enregistrées
zh_hans: 保存的卡片

# profile_item_log_out
source: Sign Out
ar: تسجيل خروج
fr: Déconnexion
zh_hans: 退出

# profile_membership_title
source: My Membership
ar: عضويتي
fr: Mon abonnement
zh_hans: 我的会员资格

# profile_points_title
source: My Points
ar: نقاطي

# profile_updateSuccesull
source: User profile updated successfuly
ar: تم تحديث ملف تعريف المستخدم بنجاح
fr: Profil utilisateur mis à jour avec succès
zh_hans: 用户资料更新成功

# profile_updateFailed
source: User profile updated failed
ar: فشل تحديث ملف تعريف المستخدم
fr: Échec de la mise à jour du profil utilisateur
zh_hans: 用户资料更新失败

# profile_Edit_ID
source: ID
ar: هوية شخصية

# profile_Edit_birthdate
source: Birth date
ar: تاريخ الميلاد
fr: Date de naissance
zh_hans: 出生日期

# profile_WeNeedVerify
source: We need to verify your identity
ar: نحن بحاجة للتحقق من هويتك
fr: Nous devons vérifier votre identité
zh_hans: 我们需要验证您的身份

# profile_updateDoc
source: Update documents
ar: تحديث المستندات
fr: Mettre à jour les documents
zh_hans: 更新文档

# profile_updateBtn
source: Update
ar: تحديث
fr: Mettre à jour
zh_hans: 更新

# profile_licence
source: Licence
ar: الرخصة
zh_hans: 许可证

# profile_jobLicence
source: Job ID
ar: رخصة العمل
fr: Identifiant du travail
zh_hans: 职位编号

# profile_save
source: Save
ar: حفظ
fr: Enregistrer
zh_hans: 保存

# details_paid_amount_hint_label
source: Paid Amount
ar: المبلغ المدفوع
fr: Montant payé
zh_hans: 支付金额

# profile_membershipBeAMember
source: Be a Member
ar: كن عضوا
fr: Être membre
zh_hans: 成为会员

# profile_membershipBenifits
source: Become a member to not miss our great benefits
ar: كن عضوا حتى لا تفوت مزايانا الرائعة
fr: Devenez membre pour ne pas manquer nos super avantages
zh_hans: 成为会员不要错过我们的好礼遇

# profile_EarnPoint
source: Earn 500 points more to reach Golden
ar: اكسب 500 نقطة للوصول إلى العضوية الذهبية
fr: Gagnez 500 points supplémentaires pour atteindre Golden
zh_hans: 再赚 500 分即可达到 Golden

# profile_EqualsTo
source: equals to
ar: يساوي
fr: Égal à
zh_hans: 等于

# profile_to
source: to
ar: إلى
zh_hans: 到

# create_password_text_field_place_holder
source: Confirm your Password
ar: تاكيد كلمة المرور
fr: Confirmez votre mot de passe
zh_hans: 确认您的密码

# create_password_text_field_password_not_match_error
source: Password didn't match
ar: كلمة المرور غير متطابقة
fr: Le mot de passe ne correspond pas
zh_hans: 密码不匹配

# password_reset
source: Reset password
ar: إعادة تعيين كلمة المرور
fr: Réinitialiser le mot de passe
zh_hans: 重置密码

# password_changed
source: Password changed successfully
ar: تم تغير كلمة المرور
fr: Mot de passe modifié avec succès.
zh_hans: 密码修改成功。

# more_privacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
fr: Politique de confidentialité
zh_hans: 隐私政策

# more_carfleet_title
source: Theeb Fleet
ar: اسطول السيارات
fr: Theeb Flotte
zh_hans: Theeb 舰队

# more_theebbranches_title
source: Theeb Branches
ar: فروع ذيب
fr: Succursales Theeb
zh_hans: Theeb 分支机构

# more_ourservices_title
source: Our Services
ar: خدماتنا
fr: Nos services
zh_hans: 我们的服务

# more_ourmembership_title
source: Our MemberShip
ar: عضويتنا
fr: Notre adhésion
zh_hans: 我们的会员

# more_Ehsan_title
source: Theeb Al Kheir
ar: ذيب الخير

# more_Ehsan_Description
source: Effective contribution in serving the community and its growth
ar: المساهمة الفاعلة في خدمة المجتمع ونموه
fr: Contribution efficace au service de la communauté et de sa croissance
zh_hans: 在服务社区及其发展方面的有效贡献

# more_Ehsan_readMore
source: Read More
ar: اقرأ أكثر
fr: En savoir plus
zh_hans: 阅读更多

# more_Ehsan_Donate
source: Donate
ar: تبرع
fr: Faire un don
zh_hans: 捐赠

# more_Ehsan_Other
source: Other
ar: آخر
fr: Autre
zh_hans: 其他

# more_Ehsan_DonationDomain
source: Donation Domain
ar: مجال التبرع
fr: Domaine de don
zh_hans: 捐赠域名

# more_Ehsan_DonationAmount
source: Donation Amount
ar: مبلغ التبرع
fr: Montant du don
zh_hans: 捐款金额

# more_Ehsan_10Sr
source: 10 SR
ar: 10 ر.س

# more_Ehsan_50Sr
source: 50 SR
ar: 50 ر.س

# more_Ehsan_100Sr
source: 100 SR
ar: 100 ر.س

# more_helpandsupport_title
source: Help & Support
ar: المساعدة والدعم
fr: Aide et assistance
zh_hans: 帮助与支持

# more_aboutheeb_title
source: About Theeb
ar: عن ذيب
fr: À propos de Theeb
zh_hans: 关于 Theeb

# more_setting_title
source: Settings
ar: الاعدادت
fr: Paramètres
zh_hans: 设置

# more_title
source: More
ar: المزيد
fr: Plus
zh_hans: 更多

# more_accedintServiceTitle
source: Accident Assistance Service
ar: خدمة مساعدة الحوادث
fr: Service d'assistance en cas d'accident
zh_hans: 意外援助服务

# more_accedintServiceContent
source: Theeb Car Rental Company supports its customers from the time of their receiving the car from the company's branches until it is delivered after the end of the leasing period . In the event of accidents , God forbid , the company works through a specialized team to follow up with the competent authorities in order to exempt the client from carrying out certain procedures. The company calls upon its customers to immediately contact customer service immediately after the accident to intervene quickly and to contribute to the completion of normal procedures in such a case
ar: تدعم شركة ذيب لتاجير السيارات عملائها من وقت استلامهم للسيارة من فروع الشركة حتى تسليمها بعد انتهاء فترة التأجير. في حال وقوع حوادث لا قدر الله تعمل الشركة من خلال فريق متخصص للمتابعة مع الجهات المختصة لإعفاء العميل من القيام بإجراءات معينة. وتدعو الشركة عملائها للتواصل الفوري مع خدمة العملاء فور وقوع الحادث للتدخل السريع والمساهمة في استكمال الإجراءات العادية في مثل هذه الحالة.
fr: Theeb rent a car a commencé en 1991, basé sur la confiance et le travail acharné, en commençant par la première succursale dans le district d'Al-Malaz dans la région de Riyad avec une flotte de près de 50 voitures et étendu pour continuer et se développer, jusqu'à ce que le succursales de Theeb Company ont atteint 52 succursales réparties dans les régions du Royaume, 15 succursales dans les aéroports internationaux et nationaux à lancer et à fabriquer dans l'un des pionniers dans le domaine de la location de voitures grâce à une flotte de véhicules dépassant 22 000 véhicules, activant plus de 84 différents types de voitures. Une qualité de service et un cadre de vie que l'on peut apporter à nos clients, mais nous sommes précis au travail et notre intérêt à servir nos clients locataires ne sera pas garanti par leurs aspirations avec une flotte de voitures variée périodiquement renouvelée et sont pris en charge et soutenus 24 heures sur 24.
zh_hans: Theeb rental a car 始于1991年，基于信任和努力，从位于利雅得地区Al-Malaz区的第一家分店开始拥有近50辆汽车的车队并不断扩展，直到 Theeb 公司的分支机构达到了 52 个分支机构，分布在王国的各个地区，在国际和国内机场开设了 15 个分支机构，并成为汽车租赁领域的先驱之一，拥有超过 22,000 辆汽车，激活超过 84 个不同的 类型的汽车。可以为我们的客户提供的服务质量和生活方式，但我们在工作中是准确的，我们为租户客户提供服务的兴趣将无法通过定期更新和更新的各种车队的愿望来保证。 全天候得到照顾和支持。

# more_businessSectorTitle
source: Business Sector
ar: قطاع الاعمال
fr: Secteur d'activité
zh_hans: 商业部门

# more_businessSectorContent
source: The company offers all government entities and private sector companies a wide range of logistic solutions and services through short and long term contracts, we meet the needs of each customer according to their type of requirement professionally and with high efficiency.
ar: تقدم الشركة لجميع الجهات الحكومية وشركات القطاع الخاص مجموعة واسعة من الحلول والخدمات اللوجستية من خلال عقود قصيرة وطويلة الأجل ، نلبي احتياجات كل عميل حسب نوع متطلباته باحترافية وبكفاءة عالية.
fr: La société propose à toutes les entités gouvernementales et aux entreprises du secteur privé une large gamme de solutions et de services logistiques à travers des contrats à court et à long terme, nous répondons aux besoins de chaque client en fonction de son type d'exigence de manière professionnelle et avec une grande efficacité.
zh_hans: 公司通过短期和长期合同为所有政府实体和私营部门公司提供广泛的物流解决方案和服务，我们根据每个客户的需求类型专业高效地满足他们的需求。

# more_service_car_sales_title
source: Car Sales
ar: مبيعات السيارات/المركبات
fr: Ventes de voitures
zh_hans: 汽车销售

# more_service_car_sales_content
source: The continuous care of the Theeb Car Rental Company for its cars has resulted in the vehicles' enjoying their lifespan, durability and readiness. This has resulted in a large demand for the purchase of vehicles that are excluded from service for the purpose of modernizing the leasing fleet . These cars are available for sale in Theeb Car Dealership which offers its 2 and under 2 -year-old carefully used cars for sale
ar: أدت العناية المستمرة من شركة ذيب لتأجير السيارات لسياراتها إلى تمتع المركبات بعمرها ومتانتها وجاهزيتها. وقد أدى ذلك إلى زيادة الطلب على شراء المركبات المستبعدة من الخدمة لغرض تحديث أسطول التأجير. هذه السيارات معروضة للبيع في وكالة ذيب للسيارات التي تقدم سياراتها التي يبلغ عمرها سنتين وأقل من عامين مستعملة بعناية للبيع
fr: Le soin continu de Theeb Car Rental Company pour ses voitures a permis aux véhicules de profiter de leur durée de vie, de leur durabilité et de leur état de préparation. Cela a entraîné une forte demande pour l'achat de véhicules qui sont exclus du service pour la dans le but de moderniser le parc de leasing. Ces voitures sont disponibles à la vente chez Theeb Car Dealership qui propose à la vente ses voitures d'occasion soignées de 2 ans et moins
zh_hans: Theeb 汽车租赁公司对其汽车的持续关注使车辆享有使用寿命、耐用性和准备就绪。这导致购买不在服务范围内的车辆的大量需求 使租赁车队现代化的目的。这些汽车可在 Theeb 汽车经销商处出售，该经销商提供其 2 年和 2 年以下的二手车出售

# more_service_cross_border_title
source: Cross Border Service
ar: خدمة عبر الحدود
fr: Service transfrontalier
zh_hans: 跨境服务

# more_service_cross_border_content
source: Theeb Car Rental Company highly trusts its customers. This has enabled it to launch programs that strengthen its partnership with its customers . Cross-border service demonstrates the extent of this trust. This is one of the most important services launched by the company for its customers who wish to travel by the company's cars to many countries beyond the Kingdom's borders . Within a short period of time , the travel warrant is obtained and the traffic procedures are easily completed
ar: شركة ذيب لتأجير السيارات تثق بشدة في عملائها. وقد مكنها ذلك من إطلاق برامج تعزز شراكتها مع عملائها. توضح الخدمة عبر الحدود مدى هذه الثقة. وتعد هذه من أهم الخدمات التي أطلقتها الشركة لعملائها الراغبين في السفر بسيارات الشركة إلى العديد من الدول خارج حدود المملكة. في غضون فترة زمنية قصيرة ، يتم الحصول على أمر السفر وإتمام إجراءات المرور بسهولة
fr: Theeb Car Rental Company accorde une grande confiance à ses clients. Cela lui a permis de lancer des programmes qui renforcent son partenariat avec ses clients. Le service transfrontalier démontre l'étendue de cette confiance. C'est l'un des services les plus importants lancés par l'entreprise pour ses clients qui souhaitent voyager avec les voitures de l'entreprise dans de nombreux pays au-delà des frontières du Royaume. Dans un court laps de temps, le mandat de voyage est obtenu et les procédures de circulation sont facilement remplies
zh_hans: Theeb Car Rental Company 高度信任其客户。这使它能够推出加强与客户伙伴关系的计划。跨境服务证明了这种信任的程度。这是由 Theeb 推出的最重要的服务之一 公司为希望乘坐公司汽车前往王国境外许多国家旅行的客户提供服务。在短时间内，获得旅行证并轻松完成交通手续

# more_service_limo_title
source: Limo Service
ar: خدمة الليموزين
fr: Service de limousine
zh_hans: 豪华轿车服务

# more_service_limo_content
source: The limousine service is one of the services provided by Theeb Car Rental Company for its customers, through various cars such as family and luxury cars, with responsible and efficient Arabic and English speaking uniformed drivers . Limousine services are also available to the company's customers , especially government departments , companies , visiting delegations , visitors and tourists.
ar: خدمة الليموزين هي إحدى الخدمات التي تقدمها شركة ذيب لتأجير السيارات لعملائها ، من خلال سيارات متنوعة مثل السيارات العائلية والفاخرة ، مع سائقين مسؤولين وفعالين يتحدثون باللغتين العربية والإنجليزية. كما تتوافر خدمات الليموزين لعملاء الشركة وخاصة الدوائر الحكومية والشركات والوفود الزائرة والزوار والسياح.
fr: Le service de limousine est l'un des services fournis par Theeb Car Rental Company à ses clients, à travers diverses voitures telles que des voitures familiales et de luxe, avec des chauffeurs en uniforme parlant arabe et anglais responsables et efficaces. Des services de limousine sont également disponibles pour les clients de l'entreprise, notamment les administrations, les entreprises, les délégations de passage, les visiteurs et les touristes.
zh_hans: 豪华轿车服务是 Theeb 汽车租赁公司为其客户提供的服务之一，通过家庭和豪华轿车等各种汽车，配备负责任和高效的阿拉伯语和英语制服司机。豪华轿车服务也可用于 公司的客户，特别是政府部门、公司、访问团、参观者和旅游者。

# more_service_raha_title
source: Raha Service
ar: خدمة راحه
fr: Service Raha
zh_hans: 拉哈服务

# more_service_raha_content
source: Respite Services - Cars for the Elderly and People with Special Needs The elderly and the handicapped need vehicles with equipment that helps them to move easily and readily. The company has worked to provide these cars out its belief in the importance of serving all categories of customers and meeting their various needs and wishes In line with this, Theeb Car Rental Company has provided family cars equipped with wheelchairs to help customers move around easily, for free. Theeb Car Rental Company is the first car rental company to offer this service in the Kingdom.
ar: خدمات الراحة - سيارات لكبار السن وذوي الاحتياجات الخاصة يحتاج كبار السن و ذوي الاحتياجات الخاصة إلى سيارات مزودة بمعدات تساعدهم على التحرك بسهولة ويسر. عملت الشركة على توفير هذه السيارات إيمانا منها بأهمية خدمة جميع فئات العملاء وتلبية احتياجاتهم ورغباتهم المختلفة وتماشيا مع ذلك ، قدمت شركة ذيب لتأجير السيارات سيارات عائلية مجهزة بكراسي متحركة لمساعدة العملاء على التنقل بسهولة ، مجانا. شركة ذيب لتأجير السيارات هي أول شركة تأجير سيارات تقدم هذه الخدمة في المملكة.
fr: Services de répit - Voitures pour personnes âgées et personnes ayant des besoins spéciaux Les personnes âgées et les personnes handicapées ont besoin de véhicules avec des équipements qui les aident à se déplacer facilement et facilement. L'entreprise a travaillé pour fournir ces voitures sur sa conviction en l'importance de desservant toutes les catégories de clients et répondant à leurs différents besoins et souhaits Dans cette optique, Theeb Car Rental Company a mis à disposition gratuitement des voitures familiales équipées de fauteuils roulants pour aider les clients à se déplacer facilement. Theeb Car Rental Company est la première société de location de voitures à proposer ce service dans le Royaume.
zh_hans: 临时服务 - 为老年人和有特殊需要的人提供的汽车 服务各类客户，满足他们的各种需求和愿望 与此相契合，Theeb Car Rental Company免费提供配备轮椅的家庭用车，帮助客户轻松出行。Theeb Car Rental Company是第一家提供 这项服务在王国。

# more_service_rent_car_title
source: Rent Car
ar: استئجر سياره/مركبه
fr: Location de voiture
zh_hans: 租车

# more_service_rent_car_content
source: The company gives careful consideration to its customers whether individuals or sectors since they represent an important number as to the Company's sales all over the Kingdom's Regions . In line with this, the Company strives to maintain its annually growing customer base through good prices and offers to suit individuals, private and government entities, as well as through providing support services. The company also deals with its customers smoothly and with great flexibility, enhanced mutual confidence, which made the company enjoy a large number of permanent customers great track record of permanent customers who are highly appreciated by the Company and stands as its source of pride.
ar: تولي الشركة اعتبارًا دقيقًا لعملائها سواء كانوا أفراداً أو قطاعات لأنهم يمثلون رقمًا مهمًا فيما يتعلق بمبيعات الشركة في جميع مناطق المملكة. وتماشيًا مع ذلك ، تسعى الشركة جاهدة للحفاظ على قاعدة عملائها المتزايدة سنويًا من خلال أسعار وعروض جيدة تناسب الأفراد والجهات الحكومية والخاصة ، وكذلك من خلال تقديم خدمات الدعم. تتعامل الشركة أيضًا مع عملائها بسلاسة ومرونة كبيرة ، مما يعزز الثقة المتبادلة ، مما جعل الشركة تتمتع بعدد كبير من العملاء الدائمين بسجل حافل من العملاء الدائمين الذين يحظون بتقدير كبير من قبل الشركة ويقفون كمصدر فخر لها.
fr: La société accorde une attention particulière à ses clients, qu'ils soient particuliers ou secteurs, car ils représentent un nombre important quant aux ventes de la société dans toutes les régions du Royaume. Dans cette optique, la société s'efforce de maintenir sa clientèle en croissance annuelle grâce à de bons prix et des offres adaptées aux particuliers, aux entités privées et gouvernementales, ainsi que par la fourniture de services d'assistance.L'entreprise traite également ses clients de manière fluide et avec une grande flexibilité, une confiance mutuelle renforcée, ce qui a permis à l'entreprise de bénéficier d'un grand nombre de clients permanents historique de clients permanents très appréciés de la Société et faisant sa fierté.
zh_hans: 公司仔细考虑其客户，无论是个人还是行业，因为他们代表了公司在整个王国地区的销售额的重要数字。与此相一致，公司努力通过以下方式维持其每年增长的客户群 良好的价格和优惠，以适应个人、私人和政府实体，以及通过提供支持服务。公司还与客户打交道，非常灵活，增强了相互信任，使公司拥有大量永久客户 长期客户的业绩记录受到公司的高度赞赏并成为公司的骄傲。

# more_service_one_destination_title
source: One Destination Service
ar: خدمة الوجهه الواحده
fr: Un service de destination
zh_hans: 一站式服务
